/* Title */
"Settings for MyFlightbook" = "Réglages pour MyFlightbook";

/* Email Address for user */
"E-Mail Address" = "Adresse mail";

/* Password */
"Password" = "Mot de passe";

/* Options for nearest airports */
"Nearest Airports" = "Aéroports les plus proches";

/* should heliports be included in nearest airports? */
"Include Heliports" = "Inclure les heliports";

/* Options for auto-fill of hobbs, total time */
"Auto-Fill Options" = "Saisie automatique";

/* Option for auto-fill of ending Hobbs */
"Ending Hobbs" = "Hobbs d'arrivée";

/* Option for auto-fill total time */
"Total Time" = "Temps Total";

/* No auto-fill */
"Off" = "Désactivée";

/* Auto-fill based on time in the air */
"Flight Time" = "Vol";

/* Auto-fill based on engine time */
"Engine Time" = "Moteur";

/* Auto-fill total based on hobbs time */
"Hobbs Time" = "Hobbs";

/* Options for how times are expressed */
"Entering Times" = "Temps";

/* Option for entering times in HH:MM format instead of decimal */
"Use HH:MM" = "Entrez durées en format hh:mm";

/* Option for entering times in local time zone instead of UTC */
"Use Local Time" = "Utiliser l'heure locale";

/* Option for rounding times to the nearest 10th */
"Use nearest tenth of an hour" = "Utilisez dixième d'heure";

/* Options for auto-detection of take-off/landing */
"Auto-detection" = "Détection automatique";

/* Auto-detect on or off? */
"Detect Flight" = "Détecter les vols";

/* Record route? */
"RecordFlight" = "Enregistrer les données de vol";

/* Take-off speed */
"Takeoff Speed (Kts)" = "La vitesse de décollage (Kts)";

/* Debug mode */
"Debug Mode" = "Mode debug";

/* Mapping Options */
"Mapping Options" = "Options de cartographie";

/* Mapping - Standard */
"Mapping Standard" = "Norme";

/* Mapping - Satellite */
"Mapping Satellite" = "Satellite";

/* Mapping - Hybrid */
"Mapping Hybrid" = "Hybride";

/* Night flight options */
"NightFlightStarts" = "Le vol de nuit commence";

/* Night flight starts sunset */
"NFSunset" = "Le coucher du soleil";

/* Night flight starts End of civil twilight */
"NFCivilTwighlight" = "Fin du crépuscule civil";

/* Night flight starts Sunset + 15 minutes */
"NFSunsetPlus15" = "15 minutes après le coucher du soleil";

/* Night flight starts Sunset + 30 minutes */
"NFSunsetPlus30" = "30 minutes après le coucher du soleil";

/* Night flight starts Sunset + 60 minutes */
"NFSunsetPlus60" = "1 heure après le coucher du soleil";

/* Night Landing options */
"NightLandingsStart" = "Atterrissages de nuit se produisent";

/* Night Landings: Night */
"NFLNight" = "Pendant le vol de nuit";

/* Night Landings: 60 minutes after sunset */
"NFLSunsetPlus1Hour" = "1 heure après le coucher du soleil";

/* Night Section */
"NightOptions" = "Voler la nuit";
